#version: 0.2 - Trained by `huggingface/tokenizers`
c c
C C
( =
cc c
] (
@ @
C c
N C
cc ccc
n c
CC C
) [
N H
+ ]
C O
cc cc
N c
C l
O C
CC N
) (
CO c
( -
( [
CC CC
C N
- ]
) (=
CC O
n H
n n
-] )
+ ](
CC c
) =
s c
C S
n cc
B r
C NC
n nc
N Cc
o c
1 2
+] (=
CC CCC
CO C
C n
2 1
CCC N
c n
O c
CC OC
CCO CC
+] [
c nc
CC S
]( [
CCO c
ccc s
N CC
ccc nc
O CC
CCC O
( /
@ ]
ccc o
CS c
@@ ]
c nn
CC n
CC NC
3 2
cccc n
2 3
n o
+] )
) /
n oc
c sc
c s
cc ncc
ccc n
CC Cc
S c
cc nc
S CC
O Cc
S C
cc n
cc sc
N NC
@ ](
O CO
N S
nc nc
N CCc
C Nc
@@ ](
= [
O CCO
n cccc
N N
c ncc
CCCC CC
N CCC
o n
+]( [
CC CCN
nc n
CCC NC
ncc s
+] =
CS C
-] )[
S Cc
CCC n
s ccc
cnc n
CCS c
3 4
CO CC
nn nn
n ccc
( \
n cccn
CO Cc
ncc n
)( [
CCS C
cc nn
cc oc
CN S
CCC Oc
CO CCN
4 3
@@] (=
F c
CCS CC
-]) =
@] (=
CS CC
CCC S
cncc n
nn n
/ [
c oc
nnc n
c nnc
N CCN
N Nc
nn nc
CCCC O
nc nn
+] )[
CC l
Cl c
O CCCO
CC Nc
CS Cc
cnn n
o ccc
CCCC NC
NCC NC
O CCC
CCN S
o nc
CCC OC
)= [
ncc nc
CO CCn
O CCN
cn ccc
F C
(\ [
CCCC CCC
N O
CO CCNC
n s
cs cc
1 3
csc n
n sc
NCC n
N CCOc
CCCC n
CCCC c
N n
NCC Cc
no nc
cc on
NCCC n
+] )(
sc nc
N CCS
N CCCN
nc sc
CN Cc
CCC Nc
N CCCC
Br c
s cc
s ccn
S CCC
CO CCO
CO CCOc
(= [
nnc s
oc nc
CCO Cc
3 1
ns nc
nc oc
O CCc
O S
S CCc
CCCCC N
OCC NC
CCC Sc
CS CN
CO CCCNC
CO CCC
cnc nc
CCC l
CCO CCN
-]) /
c o
CS CCS
nn sc
\ [
CCCC Oc
CS CCO
N CCO
C Br
CCCC S
) -
CO CCCN
NCC Nc
+] \
ccc nn
]( /
OCC n
CO N
4 5
CCC SCC
cs nn
O CCOc
@ ]([
+] /
S CCN
)( /
N CCCO
@@ ]([
O CCCC
CCC SC
O N
ncc o
(/ [
CO CCc
O COC
s nc
ccnc n
CS CCC
cc no
nc on
CCS Cc
5 4
+] )([
N CCSc
nnc o
CCCCC NC
2 4
CO CCOC
CS CCN
CCN CC
nn cc
CCC OCC
N CCOC
N NS
CCCC OC
CO NC
N OCc
NCCC OC
CCN Cc
CN CC
S CCS
s nnc
o cc
) \
CO CCCC
CCCC l
OCC Cc
N CCOCC
N CCCCn
CO CCCn
S CCOc
nc ncc
CN CCc
O CCCNC
CCO CCC
CCCN S
CCOCC NC
cnc s
NCCC NC
CCCC Sc
CCO CCO
4 2
O CCCN
CCCCC n
OCC Nc
CO CO
-] )(
O CCOC
O CCSc
O CCS
NC N
OC N
NCCC Sc
NCCN S
N OC
CCO CCCNC
cnc o
COCC Nc
CCC F
CCO NC
N CCCCC
+] =[
-]) =[
cn oc
O CCCn
] /
CN n
CCO CCCC
CCOCC n
CO CCS
Cl C
CCCC Cc
S CCO
CN CCN
NCCC Oc
N OCC
NCCC S
OC n
CCCC Nc
CN N
S CCNC
Cl Cc
-] /
CCS CCC
O CCCOc
S CCn
CS CCNC
)/ [
CO CCCOc
CCOCC S
cc nnc
CCO CCOc
CS CCCNC
NCC CCN
s n
CO CCOCC
-] [
CCCCC O
S CCCS
cc s
-] =[
CCCCC S
cnn s
COCCN S
CO CCCNc
CS CCCCNC
CC Br
CS CCc
NCCC Nc
NCCC OCC
S CCCC
o ncc
CS CCCN
CS CCOC
CCC SCc
CO CCSc
CO n
(- [
NCCS Cc
CO CCCOC
CO CCOCCNC
CCCC OCC
CCCC CCNC
CS CCn
CCCCN S
N CCSCC
] [
CCCCC Oc
I c
N CCSC
O CCCCC
S CN
CO P
CCO P
CS CCOc
cn sn
OCCC l
OCCC Sc
ns cc
CO COc
Br Cc
NCCCC l
O P
S Cn
S CCCc
]( /[
CO S
CCCC CCN
CCO CCCN
+]( -
+]( /
CCCO Cc
C I
N Oc
N CCCCCC
O CCNS
S N
Br C
cn sc
OCC F
3 5
O CCSC
S CCOC
S CCCO
S CCCOc
CO CCCCC
Cl CC
-] )([
CCCCC OC
CCOCC Nc
OCCC Nc
NCCCC Oc
N CCOCc
O CCOCC
O CCCS
O CCSCc
S CCCN
Cl CCc
CCCC CCO
CCCC CCCCCCC
CN CCC
CCCN CC
CCOCC Sc
NN N
NCCC SC
COCCN Cc
4 1
5 6
N SC
N CCCCc
O NC
c onc
CCC Br
+] /[
CCCC CCn
CCO CCOC
CCO CCOCC
CCO CCCn
CCO CCCNc
Br CC
CCCCC l
CCCCC Sc
CCS S
CCS CCOC
OCC CCN
NCCCN S
NCCCO Cc
O H
S CCSc
NC n
CCCC CCS
CCCC OCc
CCCC SC
CS CCSC
CCS CCN
OCC Br
OCCO CCOCCO
NCCCC SC
COCCO CCN
NCCO CCO
( #
1 4
I C
O n
O CCSCC
O CCCCn
O CCOCCS
S S
S SC
S CCCn
NC NS
CO CCCS
CO CCCCCNC
CCCC SCC
CCCC CCSc
CCO N
nn ccc
-]) \
+]( \[
CS CCCC
CS CCCNc
12 3
CCOCC Cc
CCOCCO CCOCC
- [
1 32
5 3
C H
N P
O O
O COc
P H
S CCNS
s ncc
CCC NCc
+] )=
CO CCCc
CO NS
CO CCCCNC
CO CCCCS
CCCC CCCC
CCCC CCc
CCO CCOCc
CS CCCn
Br CCC
Br CCc
CCCCC Br
CCS CCOc
CCS CCCO
CCS CCn
OCC l
CCCO CCO
+]) /
SCC Nc
OCCO CCOc
CCCCCC Nc
NCCC F
NCCC l
CCCCO CCN
NCCCC Cc
OCCCC Sc
COCCS CCC
# [
3 12
C F
F O
F CCC
N NCc
N Sc
O Nc
O CCCCNC
O CCCNS
O CCCCCS
S H
S Sc
S CCCCO
S CCCCCO
S CCCCCS
S SN
s s
s sc
s snc
NC Sc
nc no
CCC OCCNC
+] #
+] \[
CO CCCCN
CO CCSCC
CO CCCCOc
CO CCSCc
Cl CCCSc
CCCC CCOc
CCCC SCc
CCCC OCCNC
CN NC
CN CCO
-] /[
CCO S
CCO CO
CCO CCc
CCO COCC
+]( /[
CS CCCc
CS CCNS
CCCCC Nc
CCCCC OCC
CCCCC NS
CCS CCc
CCS CCSc
NCC Br
CCCO S
CCCO CCC
no cc
@@]( /
OCCO Cc
OCCO CCN
OCCO CCO
CCCCCC l
NCCC SCC
CCCCO CCCNC
OCCC OC
OCCC Br
OCCC SC
NO CCc
SCCC Br
SCCC SCC
COCCO Cc
NCCO CCc
COCCCN S
COCCOCC Sc
SCCCC CCSc
OCCOCCOCCO CCO
